{"info_section": "\n    This map displays where formal peace agreements have been signed in the last year, represented by the agreement icon and the levels of estimated conflict-related fatalities per country in the last 12 months represented by the colored country polygons. The darker the color of the country, the more estimated fatalities. Hover the icon or country for more information on the data shown, or click on a country for more data to be shown.\n    \n    The data driving this application are as follows:\n    <ul>\n        <li>Peace process and peace agreement data, from the <a href=\"https://pax.peaceagreements.org/\" target=\"_blank\">PA-X Peace Agreements Database</a> - Bell, C., & Badanjak, S. (2019). Introducing PA-X: A new peace agreement database and dataset. Journal of Peace Research, 56(3), 452-466. Available at https://pax.peaceagreements.org/, (V8).</li>\n        <li>Conflict estimated fatalities from last 12 months (polygons on map and monthly and annual stats), from the <a href=\"https://ucdp.uu.se/downloads/index.html#candidate\" target=\"_blank\">Uppsala Conflict Data Program (UCDP) Candidate Events dataset</a> (UCDP GED Candidate (November 2024)), for events that are in active conflicts passing UCDP 25 battle-related deaths threshold - Hegre, Håvard, Mihai Croicu, Kristine Eck, and Stina Högbladh (July 2020) Introducing the UCDP Candidate Events Dataset. Research & Politics</li>\n        <li>Estimated fatalities from political violence events, from the <a href=\"https://acleddata.com/\" target=\"_blank\">Armed Conflict Location Event Data (ACLED)</a>, last updated on 17/01/2025 - Raleigh, C., Kishi, R. & Linke, A. Political instability patterns are obscured by conflict dataset scope conditions, sources, and coding choices. Humanit Soc Sci Commun 10, 74 (2023). https://doi.org/10.1057/s41599-023-01559-4.</li>\n        <li>Displacement data from <a href=\"https://data.humdata.org/dataset/idmc-internal-displacements-new-displacements-idps\" target=\"_blank\">Internal Displacement Monitoring Centre (IDMC)</a>, last updated on 11 June 2024</li>\n        <li>Food insecurity data from <a href=\"https://data.humdata.org/dataset/global-acute-food-insecurity-country-data\" target=\"_blank\">Integrated Food Insecurity Classification (IPC)</a>, last updated on 23 January 2025</li>\n        <li>Global Peace Index, from the <a href=\"https://www.visionofhumanity.org/maps/#/\" target=\"_blank\">Vision of Humanity</a>, last updated on 2022 - Global Peace Index: Institute for Economics & Peace. Global Peace Index 2022: Measuring Peace in a Complex World, Sydney, June 2022. Available from: http://visionofhumanity.org/resources.</li>\n        <li>Corruption Perception Index, from the <a href=\"https://www.transparency.org/en/cpi/2023\" target=\"_blank\">Transparency International</a>, last updated on 2023 - Corruption Perception Index (CPI) [2023] by Transparency International is licensed under CC-BYND 4.0. View here: https://www.transparency.org/en/cpi/2023.</li>\n        <li>INFORM Severity Index, from the <a href=\"https://www.acaps.org/en/thematics/all-topics/inform-severity-index\" target=\"_blank\">ACAPS</a>, last updated on 30/12/2024.</li>\n        <li>National Action Plan information taken from the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1156085/uk-women-peace-security-national-action-plan-2023-2027.pdf\" target=\"_blank\">UK Government WPS NAP</a> - UK Women, Peace and Security National Action Plan 2023-2027.</li>\n    </ul> \n  Credits: <p style=\"margin:0px\">Data Preparation by Niamh Henry, University of Edinburgh</p> <p style=\"margin:0px\">Visualization by Tomas Vancisin, University of Edinburgh</p>\n    "}